let questions = [
    {
        question: "Что такое переменная?",
        answers: [
           'Область памяти, которая не может изменяться, так как повреждена',
           '•Именнованая область памяти',
           'Изменяемая ячейка в базе данных',
           'То, что может меняться и не имеет определенной формы', 
        ]
    },
    {
        question: "Что такое массив?",
        answers: [
            'Это последовательность классов',
            'Это список данных разного типа',
            '•Это список однотипных данных',
            'Это память, которая существует только на чтение',
        ]
    },
    {
        question: "Сколько основных принципов ООП?",
        answers: [
            '•Три',
            'Один',
            'Два',
            'ООП характеризуется отсутсвием принципов',
        ]
    },
    {
        question: "Из чего состоит структура кода в C#?",
        answers: [
            '•Из файлов, с кодом, в котором есть ключевые слова языка C#',
            'Из базы данных',
            'Из массива',
            'Из классов',
        ]
    },
    {
        question: "Что такое enum?",
        answers: [
            'Это последовательность колонок в таблице базы данных',
            'Это вывод ошибок на экран',
            '•Это перечесление логических объединенных констант',
            'Это перебор переменных в массиве',
        ]
    },
];